remove intermediate shortcode files

#+BEGIN_SRC shell
FOLDER=~/sci/100daysofpractice-dataset/shortcodes
GIT_RM="git -C ${FOLDER} rm"
${GIT_RM} shortcodes-orig.txt shortcodes-sort.txt shortcodes-test.txt
#+END_SRC

#+RESULTS:
: rm 'shortcodes/shortcodes-orig.txt'
: rm 'shortcodes/shortcodes-sort.txt'
: rm 'shortcodes/shortcodes-test.txt'
